[
  {
    "id": 1,
    "name": "Alice Johnson",
    "position": "Frontend Developer",
    "phone": "+1-555-123-4567",
    "description": "Alice is a highly skilled frontend developer with over 5 years of experience. She specializes in React, Tailwind CSS, and UI/UX design, and has led multiple successful product redesigns for SaaS companies."
  },
  {
    "id": 2,
    "name": "Bob Smith",
    "position": "Backend Developer",
    "phone": "+1-555-987-6543",
    "description": "Bob is a backend architect with deep knowledge of Node.js, Express, and REST API development. He has designed scalable backends for fintech applications and implemented security-first API strategies."
  },
  {
    "id": 3,
    "name": "Carol Nguyen",
    "position": "Full Stack Developer",
    "phone": "+1-555-342-7890",
    "description": "Carol is proficient in both frontend and backend technologies, including React, Node.js, PostgreSQL, and GraphQL. She has built several full-stack applications and is known for clean, modular code."
  },
  {
    "id": 4,
    "name": "David Lee",
    "position": "DevOps Engineer",
    "phone": "+1-555-764-1122",
    "description": "David has 8 years of experience in cloud infrastructure and CI/CD pipelines. He works with AWS, Docker, Kubernetes, and Terraform to deploy scalable and secure systems."
  },
  {
    "id": 5,
    "name": "Eva Brown",
    "position": "Product Manager",
    "phone": "+1-555-223-1100",
    "description": "Eva bridges the gap between tech and business. With a background in software engineering and agile management, she leads cross-functional teams to deliver user-centered features efficiently."
  },
  {
    "id": 6,
    "name": "Frank Miller",
    "position": "UI/UX Designer",
    "phone": "+1-555-673-2201",
    "description": "Frank creates intuitive and visually compelling designs. He has a strong background in Figma, Sketch, and usability testing, focusing on improving conversion rates through design."
  },
  {
    "id": 7,
    "name": "Grace Kim",
    "position": "QA Engineer",
    "phone": "+1-555-311-4879",
    "description": "Grace ensures product quality with both manual and automated testing strategies. She is proficient in Cypress, Jest, and Selenium, and has experience setting up CI testing pipelines."
  },
  {
    "id": 8,
    "name": "Henry Davis",
    "position": "Security Specialist",
    "phone": "+1-555-841-9982",
    "description": "Henry is responsible for application and infrastructure security. He conducts audits, penetration tests, and implements best practices in identity management, encryption, and threat mitigation."
  },
  {
    "id": 9,
    "name": "Isabella Green",
    "position": "Technical Writer",
    "phone": "+1-555-908-2304",
    "description": "Isabella crafts clear and comprehensive documentation. From API references to onboarding guides, her work improves product usability and reduces support requests."
  },
  {
    "id": 10,
    "name": "Jack Wilson",
    "position": "Data Scientist",
    "phone": "+1-555-778-0013",
    "description": "Jack builds data pipelines and machine learning models to extract insights from large datasets. He uses Python, Pandas, TensorFlow, and Tableau to drive data-informed decisions."
  }
]



